"The name of your computer " = "お使いのコンピュータの名前";
"This computer’s local hostname " = "このコンピュータのローカルホスト名";
"“" = "“";
"”" = "”";
" is already in use on this network. " = "は、このネットワークですでに使用されています。";
"The name has been changed to " = "名前は自動的に";
"." = "に変更されました。";

"To change the name of your computer, open System Preferences and click Sharing, then type the name in the Computer Name field." = "お使いのコンピュータの名前を変更するには、“システム環境設定”を開いて“共有”をクリックし、“コンピュータ名”フィールドに名前を入力します。";
"To change the local hostname, open System Preferences and click Sharing, then click “Edit” and type the name in the Local Hostname field." = "ローカルホスト名を変更するには、“システム環境設定”を開いて“共有”をクリックし、“編集”をクリックして、“ローカルホスト名”フィールドに名前を入力します。";

"All attempts to find an available name by adding a number to the name were also unsuccessful." = "名前に数値を付加して有効な名前を検索しましたが、失敗しました。";
"This may indicate a problem with the local network. Please inform your network administrator." = "これはローカルネットワークでの問題かもしれません。ネットワーク管理者に連絡してください。";
